---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.GroupPropagationUserCancelled
source: html/45d72586-fd60-ccd4-f772-266ca8d34ca0.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.GroupPropagationUserCancelled Property

Changes to Group "[Type Name]" have been cancelled.

## Syntax (C#)
```csharp
public static FailureDefinitionId GroupPropagationUserCancelled { get; }
```